# MH2O Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MH2O Property
SymbolTypeId Class See Also
---
Symbol mH2O, indicating unit Meters of water column.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MH2O { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MH2O As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MH2O {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace